export type SiteConfig = typeof siteConfig;

export const siteConfig = {
  name: "全天汇",
  description: "全天汇",
  navItems: [
    {
      label: "首页",
      href: "/",
    },
    {
      label: "产品与服务",
      href: "/product",
    },
    {
      label: "使用流程",
      href: "/process",
    },
    {
      label: "安全与合规",
      href: "/security",
    },
    {
      label: "全球覆盖",
      href: "/global",
    },
    // {
    //   label: "客户支持",
    //   href: "/support",
    // },
    {
      label: "关于我们",
      href: "/about",
    },
    {
      label: "咨讯",
      href: "/new",
    },
  ],
};

export const newsList = [
  {
    id: 1,
    image: "/images/about/new1.png",
    title:
      "全天汇 24exc 正式上线 BTC、ETH 法币兑换服务，开启全球 24 小时加密兑换新时代",
    description:
      "全球下一代加密货币兑换平台 全天汇 24exc 今日宣布，正式开放 BTC、ETH 与多国法币(USD、EUR、BRL、INR) 的实时兑换服务，为全球用户提供 安全、合规、分钟级到账 的数字资产兑换体验。",
    date: "November 23, 2024",
    content: "<p>全天汇 24exc 致力于让全球用户摆脱传统兑换渠道的时间与地域限制，实现 7×24 小时不间断服务。平台基于多重签名冷钱包技术与实时风控系统，确保每笔交易安全可靠。同时，企业用户还可通过 API 接口 实现自动化大额结算，提升效率与透明度。</p><p><strong>“我们相信，去中心化时代的金融服务，应该像空气一样随处可得。” 全天汇 24exc 产品负责人表示,“BTC 和 ETH 是数字经济的核心资产，我们的目标是让更多用户以更低门槛、更高效率地参与其中。”</strong></p><p>未来，全天汇还将陆续开放更多主流币种与新兴市场法币兑换，构建真正 全球化的加密货币流通网络。</p>",
  },
  {
    id: 2,
    image: "/images/about/new2.png",
    title: "从币圈到现实世界：全天汇 24exc 打通 BTC/ETH 到全球法币的桥梁",
    description:
      "作为新一代加密货币兑换平台，全天汇 24exc 提供 实时兑换、分钟到账 的服务体验。用户可在任何时间，通过网页或移动端完成兑换，无需繁琐操作。平台内置 KYC/AML 审核机制,遵循国际标准,确保每笔交易的合规与资金安全。",
    date: "November 20, 2024",
    content:
      "<p>作为新一代加密货币兑换平台，全天汇 24exc 提供 实时兑换、分钟到账 的服务体验。用户可在任何时间，通过网页或移动端完成兑换，无需繁琐操作。平台内置 KYC/AML 审核机制，遵循国际标准，确保每笔交易的合规与资金安全。</p><p><br></p><p>企业用户同样受益匪浅。跨境电商、自由职业者、金融机构等可通过全天汇的 API 企业接口 实现批量结算与财务自动化，助力全球资金流通效率提升。</p><p>全天汇 24exc 的推出，标志着加密货币正式走向主流支付生态，成为连接数字资产与现实经济的重要桥梁。</p><p><br></p>",
  },
  {
    id: 3,
    image: "/images/about/new3.png",
    title: "新手看过来！一分钟搞懂 BTC/ETH 兑换法币的正确姿势",
    description:
      "安全 · 合规 · 全球覆盖 全天汇 24exc —— 让数字资产流动更自由。",
    date: "November 18, 2024",
    content: "<p>对于很多刚接触加密货币的用户来说，“怎么把比特币或以太坊换成法币？” 是最常见的问题。 其实，只要掌握几个关键步骤，就能轻松上手：</p><p><br></p><p>1.注册账户并完成身份验证（KYC） 👉 这是保障交易安全和防止诈骗的重要环节。</p><p>2.选择要兑换的币种（BTC / ETH / USDT）和目标法币（如 USD / CNY / EUR 等） 👉 全天汇 24exc 支持全球主流币种与法币间自由兑换。</p><p>3.提交兑换申请，等待到账 👉 平均到账时间小于 5 分钟，资金安全有保障。</p><p><br></p><p>全天汇 24exc 提供 24 小时在线客服，帮助新用户快速了解流程。 如果你是第一次使用加密货币，或者想将数字资产合法、安全地提现为法币 ——全天汇 24exc 就是你的首选工具。</p>",
  },
];
